name: "detec_trt"
default_model_filename: "detec_trt.plan"
platform: "tensorrt_plan"
max_batch_size : 1
input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 3, -1, -1 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [ -1, -1, 2 ]
  },
  {
    name: "output1"
    data_type: TYPE_FP32
    dims: [ 32, -1, -1 ]
  }
]