name: "detec_pt"
default_model_filename: "detec_pt.pt"
platform: "pytorch_libtorch"
max_batch_size : 1
input [
  {
    name: "input__0"
    data_type: TYPE_FP32
    dims: [ 3, -1, -1 ]
  }
]
output [
  {
    name: "output__0"
    data_type: TYPE_FP32
    dims: [ -1, -1, 2 ]
  },
  {
    name: "281__1"
    data_type: TYPE_FP32
    dims: [ 32, -1, -1 ]
  }
]